import firstImage from '../../images/pages/crystallization-department/1.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const crystallizationDepartment = {
    url: '/crystallization-department',
    title: 'Монтаж оборудования кристаллизационного отделения',
    firstImage,
    type: PageTemplates.OneImageTwoTextsSmallType,
    firstText: {
        text: `ООО «СИТАМ» Выполним монтаж и замену/демонтаж оборудования кристаллизационного отделения и другого промышленного оборудования на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.`
    },
    secondText: {
        text: `Наша компания выполнит работы по монтажу оборудования и реконструкции кристаллизационного отделения сахарного завода.

##### Список возможных работ:

- Монтаж вертикальных кристаллизаторов Ш1-ПКВ, ТМА-КВ, ТКВГ;

- Монтаж вакуум-аппараты с циркулятором DSSE, А2-ПВЕ;

- Монтаж смесителя утфель-вода Ш1-ПКВ;

- Монтаж насосных агрегатов перекачки утфеля;

- Реконструкция участка уваривания утфеля;
`}};
