import firstImage from '../../images/pages/oil-extraction-line-installation/firstImage.png';
import {PageTemplates} from "../../pages/standartPages/enum";

export const oilExtractionLineInstallation = {
    url: '/oil-extraction-line-installation',
    title: 'Монтаж линии экстракции масла',
    firstImage,
    type: PageTemplates.OneImageTwoTextsSmallType,
    firstText: {
        text: `Выполним монтаж и замену/демонтаж конвейеров (транспортеров) и другого промышленного оборудования на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.
Наша компнаия произведет монтаж оборудование для экстракции масла (отжима) масличных культур: семена подсолнечника, бобы сои, пальмовые косточки, семена хлопка, арахис, и др`
    },
    secondText: {
        text: `Монтаж линии экстракции (экстракционного цеха) может включать:

Монтаж транспортера;

Монтаж скребкового конвейера;

Монтаж экстрактора;

Монтаж пресса;

Монтаж гранулятора;

Монтаж насосов;

Монтаж тостера (чанный испаритель);

Монтаж дистиллятора;

Монтаж сушилка-охладителя шрота;

Моетаж фильтров;

Монтаж жаровни;

Монтаж конденсаторов;

Монтаж резервуаров, емкостей, колонн, отстойников;

Монтаж теплообменника, экономайзера, бойлера;

и др оборудования.`
}};