import firstImage from '../../images/oil-pressing-line-installation/firstImage.png';
import secondImage from '../../images/oil-pressing-line-installation/secondImage.png';
import pointRight from '../../images/Point_right.png';

export const oilPressingLineInstallation = {
    buttons: [{
        text: 'Монтаж линии прессования масла',
        url: ''
    },{
        text: 'Монтаж линии экстракции масла',
        url: ''
    },{
        text: 'Монтаж линии очистки масла',
        url: ''
    },{
        text: 'Монтаж линии гидратации и нейтрализации масла',
        url: ''
    },{
        text: 'Монтаж линии адсорбции (отбеливания) масла',
        url: ''
    },{
        text: 'Монтаж линии винтеризации масла (вымораживания)',
        url: ''
    },{
        text: 'Монтаж линии рафинации и дезодорации масла',
        url: ''
    },{
        text: 'Монтаж линии сушки фосфатидов',
        url: ''
    }],
    title: 'Монтаж линии прессования масла',
    firstImage,
    secondImage,
    pointRight,
    firstText: {
        small: {
            height: '630px',
            width: '340px'
        },
        big: {
            height: '900px',
            width: '400px'
        },
        text: `Реконструкция маслоэкстракционного завода:
        
Строительно-монтажные работы;

Изготовление и монтаж металлоконструкций;

Возведении фундаментов под емкости и резервуары;

Зашивка сэндвич-панелями помещений и стен зданий;

Демонтаж устаревшего оборудования;

Монтаж технологических сетей и коммуникаций;

Реконструкция и строительство зданий и сооружений;

Реконструкция технологической линии цеха экстракции;

Реконструкция станции разгрузки автомобилей;

Изготовление емкостей из нержавеющей стали;

Изготовление Бункеров;

Ремонт технологических трубопроводов;

Ремон норий;

Ремонт конвейеров;

Удленение транспортера;

Сопровождение пуско-наладочных работ.`
    },
    secondText: {
        small: {
            height: '1150px',
            width: '340px'
        },
        big: {
            height: '1300px',
            width: '600px'
        },
        text: `Наша компания выполняет все виды общестроительных работ, работ по изготовлению и монтажу связанных со строительством и реконструкцией масло-экстракционных заводов.
        
Монтаж оборудования маслоэкстракционного завода может включать:

Монтаж скребковых и ленточных транспортеров (конвейеров);

Монтаж экстрактора;

Монтаж тостера;

Монтаж рекуператора;

Монтаж конденсатора;

Монтаж дистиллятора;

Монтаж центробежных насосов;

Монтаж технологических трубопроводов (воды, пара, масла, мисцеллы и растворителя);

Монтаж пневмотранспорта;

Монтаж вальцовых станков;

Монтаж жаровни;

Монтаж испарителя;

Монтаж сепаратора;

Монтаж гранулятора;

Монтаж защитных ограждений;

Монтаж грузоподъемного оборудования;

Монтаж самотечного оборудования;

Монтаж пересыпных устройств;

Монтаж норий;

Монтаж силосов;

Монтаж технологического оборудования лузговой котельной;

Установка оборудования охладителя гранул;

Монтаж оборудования подготовительного цеха;

Монтаж оборудования цеха маслопрессового отделения;

Монтаж системы аспирации;

Монтаж вентиляции;

Электромонтажные работы;
`
}};