import firstImage from '../../images/oil-extraction-line-installation/firstImage.png';
import pointRight from '../../images/Point_right.png';

export const oilExtractionLineInstallation = {
    title: 'Монтаж линии экстракции масла',
    firstImage,
    pointRight,
    firstText: {
        small: {
            height: '600px',
            width: '354px'
        },
        big: {
            height: '130px',
            width: '95%'
        },
        text: `Выполним монтаж и замену/демонтаж конвейеров (транспортеров) и другого промышленного оборудования на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.
Наша компнаия произведет монтаж оборудование для экстракции масла (отжима) масличных культур: семена подсолнечника, бобы сои, пальмовые косточки, семена хлопка, арахис, и др`
    },
    secondText: {
        small: {
            height: '600px',
            width: '354px'
        },
        big: {
            height: '700px',
            width: '400px'
        },
        text: `Монтаж линии экстракции (экстракционного цеха) может включать:

Монтаж транспортера;
Монтаж скребкового конвейера;
Монтаж экстрактора;
Монтаж пресса;
Монтаж гранулятора;
Монтаж насосов;
Монтаж тостера (чанный испаритель);
Монтаж дистиллятора;
Монтаж сушилка-охладителя шрота;
Моетаж фильтров;
Монтаж жаровни;
Монтаж конденсаторов;
Монтаж резервуаров, емкостей, колонн, отстойников;
Монтаж теплообменника, экономайзера, бойлера;
и др оборудования.`
}};