import firstImage from '../../images/pages/repair-of-grab-reloader/2.jpg';
import secondImage from '../../images/pages/repair-of-grab-reloader/1.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const repairOfGrabReloader = {
    url: '/repair-of-grab-reloader',
    title: 'Ремонт грейфера, перегружателя',
    firstImage,
    secondImage,
    keywords: 'ремонт грейфера,ремонт перегружатель',
    type: PageTemplates.TwoImagesTwoTextsBigType,
    manufacturers: {
        test: 'ООО «СИТАМ» имеет большой опыт ремонта грейфером и перегружателей металлолома самых разных марок и конфигураций. В списке оборудования, с которым мы работаем, числятся агрегаты следующих производителей: SMAG (S-HMG), Liebherr, Colmar, Fuchs, Велмаш-С, Atlas-Terex, ARDEN, ЕК, ПЭ, МГК и других производителей в т.ч. отечественных.'
    },
    underTitle: `ООО «СИТАМ» Обслуживаем грейферные перегружатели и другое промышленное оборудование на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.`,
    firstText: {
        text: `Наша компания предоставляет услуги по техническому обслуживанию и текущему/капитальному ремонту грейферных погрузчиков и перегружателей металлолома.

Данная техника используется в основном для загрузки металлоломом прессов, пресс-ножниц, а также для загрузки вагонов, ломовозов и перевалки металлолома и ТБО на открытых площадках.

##### Неисправности грейфера:

- Утечка рабочей жидкости;

- Челюсти не плотно прилегают друг к другу, зазоры между зубьями;

- Изгибы или надломы на ножах;

- Не синхронное перемещение гидроцилиндров;

- Трещины в направляющих и ползунах, выработка рабочих поверхностей, изгиб осей;

- Перекосы в тягах;

- Нарушение геометрии (вмятины, искривления, трещины или стачивании элементов захвата);

- Выработка посадочных поверхностей муфты электродвигатель-насос;

- Разрушение оболочек кабелей;

- Обрывы проушин крепления откидывающихся кожухов, деформация кожухов;

- Нарушение герметичности корпусов электромагнитов гидрораспределителя;

- Разрушение антикоррозионного покрытия.

Неисправности заставляют работать систему менее эффективно, с меньшей производительностью вызывая отказы в работе которые ведут к выходу техники из строя и остановки рабочего цикла.`
    },
    secondText: {
        text: `##### Ремонт челюстных (лепестковых) грейферных захватов может включает:

- Диагностика грейфера;

- Разборка грейфера;

- Восстановление отверстий под пальцы;

- Изготовление пальцев крепления цилиндров и когтей;

- Замена наконечников когтей грейфера;

- Наплавка трещин и расслоений;

- Устранение погнутости деталей;

- Ремонт челюсти грейферных перегружателей;

- Замена РТИ и РВД;

- Замена, ремонт гидравлических цилиндров;

- Расточка посадочных мест, замена втулок;

- Замена муфты двигатель-насос;

- Замена кабелей поворотной платформы и грейфера;

- Восстановление кожухов грейфера и электродвигателя;

- Сборка грейфера;

- Изготовление и наплавка упоров когтей;

- Выставление необходимых зазоров;

- Подтяжка соединений узлов;

- Контроль и замена гидравлического масла и смазочных материалов;

- Чистка и окраска грейфера;

- Размещение пускозащитной аппаратуры.`
}};


