import secondImage from '../../images/pages/repair-of-the-seed-crusher/1.jpg';
import firstImage from '../../images/pages/repair-of-the-seed-crusher/2.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const repairOfTheSeedCrusher = {
    url: '/repair-of-the-seed-crusher',
    title: 'Ремонт семенообрушальной машины (семенорушки)',
    type: PageTemplates.TwoImagesTwoTextsBigType,
    firstImage,
    secondImage,
    manufacturers: {
        text: 'ООО «СИТАМ» имеет большой опыт ремонта семенорушек самых разных марок и конфигураций. В списке оборудования, с которым мы работаем, числятся агрегаты следующих производителей: НРХ-4, НРХ-4-01, МР-70, СМ-450, МРН-50 и других производителей в т.ч. отечественных.',
    },
    underTitle: 'ООО «СИТАМ» Ремонтируем семенообрушальные машины и другое промышленное оборудование на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.',
    firstText: {
        text: `Выполним ремонт семенорушальной машины для обрушивания кожурных масличных семян на предприятиях масложировой промышленности.

#### Порядок разборки и ремонта бичевой семенорушки:

- Отключение электродвигателя;

- Демонтаж защитных кожухов, ремней барабана и питателя;

- Демонтаж лобовой пластины оборудования с электродвигателем;

- Демонтаж внутреннего кожуха барабана;

- Демонтаж корпусов подшипников питателя и самого питателя;

- Откручивание корпусов подшипников вала ротора;

- Демонтаж барабана;

- Откручивание задней пластины секций деки;

- Откручивание и демонтаж корпусов и винтов декодержателя;

- Демонтаж поворотного узла декодержателя;

- Выемка и замена секций дек;

- Срезание изношенных бурты фиксации секций дек и приваривание новых;

- Демонтаж и замена бичей ротора;

- Демонтаж шкивов и подшипников ротора с заменой;

- Демонтаж шкива питателя и корпуса с заменой подшипников;

- Демонтаж натяжного шкива и снятие подшипников с заменой;

- Сбор ротора с новыми бичами;

- Статическая балансировка ротора;

- Сварка зубцов питателя в местах износа и шлифовка вершин до восстановления геометрических размеров питателя;

- Сборка оборудования в обратном порядке;

- Регулировка положение декодержателя, натяжки ремней;

- Запуск оборудования в работу.`
    },
    secondText: {
        text: `#### Ремонт самотеков:

- Замена самотека с конвейера на семенообрушальную машину;

- Демонтаж самотека с лейки шиберной задвижки конвеера к семенорушке;

- Изготовление нового самотека;

- Приваривание самотека к лейке;

- Отрезание фланца от старого самотека и приваривание к новому;

- Покрытие нового самотека эмалью;

- Монтаж самотека;

- Герметизация фланцевых соединений.

#### Ремонт лейки:

- Вырезка передней стенки самотека и боковой стенки лейки;

- Изготовление передней и боковых стенок лейки;

- Сборка лейки;

Герметизация участка лейки и покрытие ее эмалью.`
}};
