import image from '../../images/pages/repair-of-pressing-equipment/image.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const repairOfPressingEquipment = {
    url: '/repair-of-pressing-equipment',
    title: 'Ремонт и монтаж оборудования маслоэкстракционного завода',
    image,
    type: PageTemplates.OneImageOneTextType,
    buttons: [{
        text: 'Ремонт гидравлического пресса',
        url: ''
    },{
        text: 'Ремонт пресс ножниц',
        url: ''
    },{
        text: 'Ремонт пакетировочного пресса для металлолома',
        url: ''
    },{
        text: 'Ремонт пресса для макулатуры и вторсырья',
        url: ''
    },{
        text: 'Ремонт листогибочного пресса',
        url: ''
    },{
        text: 'Ремонт гильотинных ножниц',
        url: ''
    },{
        text: 'Ремонт пресс компактора',
        url: ''
    }],
    text: `Наша компания выполнит ремонт и обслуживание прессового оборудования предприятий по металлобработке и переработке металлолома и вторсырья.

В список услуг могут входить:

Диагностика пресса;

Текущий ремонт;

Капитальный ремонт пресса;

Монтаж пресса;

Техническое обслуживание пресса;

Модернизация пресса;

Пусконаладка.`,
};