import firstImage from '../../images/repairAndMontage/firstImage.png';
import secondImage from '../../images/repairAndMontage/secondImage.png';
import pointRight from '../../images/repairAndMontage/Point_right.png';

export const siloInstallation = {
    firstImage,
    secondImage,
    pointRight,
    firstText: `Реконструкция маслоэкстракционного завода:
Строительно-монтажные работы;
Изготовление и монтаж металлоконструкций;
Возведении фундаментов под емкости и резервуары;
Зашивка сэндвич-панелями помещений и стен зданий;
Демонтаж устаревшего оборудования;
Монтаж технологических сетей и коммуникаций;
Реконструкция и строительство зданий и сооружений;
Реконструкция технологической линии цеха экстракции;
Реконструкция станции разгрузки автомобилей;
Изготовление емкостей из нержавеющей стали;
изготовление Бункеров;
Ремонт технологических трубопроводов;
Ремон норий;
Ремонт конвейеров;
Удленение транспортера;
Сопровождение пуско-наладочных работ.`,
    secondText: `Наша компания выполняет все виды общестроительных работ, работ по изготовлению и монтажу связанных со строительством и реконструкцией масло-экстракционных заводов.
Монтаж оборудования маслоэкстракционного завода может включать:
Монтаж скребковых и ленточных транспортеров (конвейеров);
Монтаж экстрактора;
Монтаж тостера;
Монтаж рекуператора;
Монтаж конденсатора;
Монтаж дистиллятора;
Монтаж центробежных насосов;
Монтаж Монтаж технологических трубопроводов (воды, пара, масла, мисцеллы и растворителя);
монтаж пневмотранспорта;
Монтаж вальцовых станков;
Монтаж жаровни;
Монтаж испарителя;
Монтаж сепаратора;
монтаж гранулятора;
Монтаж защитных ограждений;
Монтаж грузоподъемного оборудования;
монтаж самотечного оборудования;
Монтаж пересыпных устройств;
монтаж норий;
Монтаж силосов;
монтаж технологического оборудования лузговой котельной;
Установка оборудования охладителя гранул;
Монтаж оборудования подготовительного цеха;
Монтаж оборудования цеха маслопрессового отделения;
Монтаж системы аспирации;
Монтаж вентиляции;
Электромонтажные работы;
`
};