import firstImage from '../../images/pages/silo-cleaning/1.jpg';
import secondImage from '../../images/pages/silo-cleaning/2.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const siloCleaning = {
    url: '/silo-cleaning',
    title: 'Очистка силоса',
    type: PageTemplates.TwoImagesTwoTextsType,
    manufacturers: {
        text: 'ООО «СИТАМ» имеет опыт работы очистки силосов, бункеров, силосных корпусов элеватора и цементных силосов в Украине. Мы предлагаем долгосрочное сотрудничество в очистке силосов и бункеров предприятий от цемента, бетонных растворов, строительных смесей с применением современных технологий очистки и безопасности вплоть до непосредственной подаче воздуха специалисту, выполняющему очистку силоса',
    },
    underTitle: 'ООО «СИТАМ» Устанавливаем дистилляторы и другое промышленное оборудование на профессиональном уровне. На все виды работ организация имеет необходимые разрешения и свидетельства.',
    firstImage,
    secondImage,
    firstText: {
        text: `##### Мы так же можем выполнить:

- Зачистку верхних конусов металлических силосов элеватора;

- Зачистку от налипаний аспирационных отходов крыш производственных помещений;

- Очистка бункеров астероидного типа, Обрушение шрота;

- Очистка рабочей башни и оборудования элеватора.

В зависимости от ситуации наши специалисты применяют следующие виды очистки:

**Механическая очистка** силосов и бункеров от зависаний сыпучих материалов особо востребована в случае опорожнения емкости после длительного хранения товара. Сыпучие продукты – зерно, удобрения, крупы, цемент и прочие – спрессовываются под действием многотонной нагрузки в практически монолитную массу, затрудняющую процедуру выгрузки товара из силоса.
`
    },
    secondText: {
        text: `Для устранения подобной ситуации необходима группа промышленных альпинистов, которые смогут разрушить структуру «пробки» в силосе с помощью простейших механических приспособлений – щеток, скребков,и т.д. Предварительно осмотрев состояние сооружения и содержимого, определяют метод и план проведения работ.

**Гидроструйная очистка** внутренних поверхностей стен силосов применяется когда механическая очистка не даст желаемого результата. Это обусловлено тем, что на стенах силосов могут быть значительные загрязнения. Как правило, гидроструйная очистка применяется, когда:

- Адгезия и твердость загрязнений не позволяет удалить их ручным инструментом;

- Загрязнение представляет собой плесневые грибы;

Загрязнения отравляют воздушную среду в силосе и необходима высокая скорость очистки.
Для гидроструйной очистки мы применяем аппараты высокого (230 бар) и сверхвысокого (500 бар) давления.

##### Преимущества гидроструйной очистки силосов:

- Обеспечивается высокий класс очистки;

- Не повреждается глянец поверхности СОГ;

- Сбивается слабо закрепленные участки бетона и заполнителя межсоговых швов;

- С потоками воды вымываются даже мелкие частицы загрязнений и пыль;

- В процессе не образуется искр.

Очистка силосов необходима как перед проведением плановых и внеплановых ремонтов, так и для удаления остатков зерновых культур перед загрузкой новых. Кроме того производится плановая очистка силосов для проведения дезинфекционных мероприятий в процессе эксплуатации. Чтобы предотвратить порчу, удалить остатки и образованные отложения продукта на стенах производителю нужна помощь промышленных альпинистов. Очистка производится как вручную, так и аппаратами гидроструйной очистки
`}};

