import firstImage from '../../images/pages/bunker-manufacturing-and-installation/firstImage.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const bunkerManufacturingAndInstallation = {
        url: '/bunker-manufacturing-and-installation',
        title: 'Виготовлення та монтаж бункера',
        firstImage,
        type: PageTemplates.OneImageTwoTextsSmallType,
        keywords: 'виготовлення бункера,монтаж бункера,сталевий бункер',
        firstText: {
            text: `Виконуємо монтаж бункера та транспортного обладнання зерносховищ силосного типу на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва.`
        },
        description: 'Монтаж сталевого бункера для зберігання сипучих матеріалів. Роботи з демонтажу бункерів відходів, шроту, зернових та супутнього обладнання на висоті та будь-якої складності.',
        secondText: {
            text: `## Виготовимо та встановимо сталевий бункер для зберігання сипучих матеріалів:
зерна, борошна, комбікормів, будівельних сумішей, різних добрив, цементу, піску, вапна, гравію, щебеню, вугілля, руди, коксу та інших сипучих речовин і матеріалів.

Під час виготовлення бункерів накопичувачів здійснюється контроль зварних швів на міцність та герметичність. Бункери та накопичувачі виготовляються за кресленнями або технічним завданням замовника.

Також виконаємо роботи з демонтажу бункерів відходів, шроту, зернових та супутнього обладнання на висоті та будь-якої складності.`
        }
};