import firstImage from '../../images/pages/evaporation-station/1.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const evaporationStation = {
        url: '/evaporation-station',
        title: 'Монтаж обладнання випарної станції',
        firstImage,
        keywords: 'монтаж випарної станції,демонтаж обладнання випарної станції,ремонт випарної станції',
        type: PageTemplates.OneImageTwoTextsSmallType,
        firstText: {
            text: `Виконаємо монтаж і заміну/демонтаж обладнання випарної станції та іншого промислового обладнання на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва.`
        },
        description: 'Роботи з монтажу обладнання і реконструкції випарної станції цукрового заводу. Монтаж випарних апаратів (станцій) зі збірниками конденсату (ТВП, А2-ППВ-2120). Демонтаж і монтаж випарочних барабанів. Встановлення швидкісних і пластинчастих підігрівачів',
        secondText: {
            text: `Наша компанія виконає роботи з монтажу обладнання і реконструкції випарної станції цукрового заводу.

##### До переліку робіт можуть входити:

- Монтаж випарних апаратів (станцій) зі збірниками конденсату (ТВП, А2-ППВ-2120)

- Демонтаж і монтаж випарочних барабанів;

- Встановлення швидкісних і пластинчастих підігрівачів;

- Підготовчі демонтажні роботи;

- Монтаж технологічного обладнання;

- Монтаж технологічних трубопроводів;

- Монтаж запірної арматури;

- Виготовлення і монтаж відводів, колекторів, та переходів;
`
        }
    }
;

