import firstImage from '../../images/pages/hydraulic-press/2.jpg';
import secondImage from '../../images/pages/hydraulic-press/1.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const hydraulicPress = {
    url: '/hydraulic-press',
    title: 'Ремонт гідравлічного преса',
    firstImage,
    secondImage,
    keywords: 'ремонт преса,заміна гідравлічного преса,монтаж пресів',
    manufacturers: {
        text: 'Компанія ТОВ «СІТАМ» має великий досвід ремонту та обслуговування рамних і колонних гідропресів найрізноманітніших марок та конфігурацій. Серед обладнання, з яким ми працюємо, вказані агрегати таких виробників: LAEIS, HPF, ITALPRESSE, Beckwood Press, glomac, П-6332Б, ONA-PRESS, Jelsingrad Smeral, дг2434а та інших виробників в т.ч. вітчизняних'
    },
    type: PageTemplates.TwoImagesTwoTextsBigType,
    description: 'Виконаємо ремонт та обслуговування преса гідравлічного та іншого промислового ковальсько-пресового обладнання. Серед обладнання, з яким ми працюємо, вказані агрегати таких виробників: LAEIS, HPF, ITALPRESSE, Beckwood Press, glomac, П-6332Б, ONA-PRESS, Jelsingrad Smeral, дг2434а та інших виробників в т.ч. вітчизняних',
    underTitle: `ТОВ «СІТАМ» Виконаємо ремонт та обслуговування преса гідравлічного та іншого промислового ковальсько-пресового обладнання на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва
    
    Наша компанія виконає роботи з ремонту та технічного обслуговування гідравлічного преса для кування, штампування, запресовки/випресовки виробів з металу та пластмаси. Комплекс робіт з ремонту пресів може включати в себе демонтаж та монтаж вузлів, відновлювальний ремонт та заміну певних вузлів та механізмів.`,
    firstText: {
        text: `##### Неисправності гідравлічного преса:

Ползун не опускається;

Зупинка або самопроізвольне опускання;

Витікання гідравлічної рідини;

Витоки на з'єднаннях;

Задирки та знос робочих поверхонь;

Шум та стукіт при роботі;

Прес не розвиває необхідного зусилля;

Неисправності змушують працювати систему менш ефективно, з меншою продуктивністю, викликаючи відмови в роботі, які призводять до виходу обладнання з ладу, збільшення браку та витрат в зв'язку з зупинкою виробничого циклу.

##### Поточний і капітальний ремонт гідравлічного преса може включати:

Діагностика та складання дефектної відомості

##### Механічна частина

Відключення преса від зовнішніх мереж і спуск масла;

Заміна трубопроводів преса;

Розпилювання та зварювання тріщин на стійці (рамі);

Демонтаж стола, фрезерування та шліфування поверхні;

Заміна болтів кріплення;

Демонтаж, ревізія та ремонт гідроциліндра;

Заміна ущільнень головного циліндра;

Шліфування задирок, наплавка зношення штока;

Заміна штока;

Заміна направляючих стійок;

Заміна направляючих верхнього ползуна;

Демонтаж ползуна, фрезерування та шліфування поверхні;

Демонтаж плунжера, наплавка та шліфування поверхні;

Ремонт поршнів з виготовленням та заміною бронзових втулок;
`
    },
    secondText: {
        text: `##### Гідравлічна частина

Ревізія гідравлічних систем та систем змащення обладнання;

Заміна гідророзподільника;

Заміна або ремонт насоса;

Заміна гідравлічних магістралей;

Заміна гідроакумулятора, камери гідроакумулятора;

Заправка гідроакумулятора;

Заміна всмоктуючого фільтра та фільтруючих елементів;

Заміна манометрів преса;

Ревізія та заміна теплообмінників гідроагрегата;

Заміна РВД;

Заміна всіх РТИ преса;

Заміна та доливка гідравлічної рідини;

Чищення бака;

##### Електрична частина

Реконструкція електрообладнання преса (електрична шафа, електропроводка та ін.);

Заміна датчиків;

Заміна індуктивних кінцевих вимикачів;

Заміна електродвигуна;

##### Інше

Монтаж вузлів, збірка та транспортування преса по цеху;

Очищення та фарбування преса;

Пусконаладка преса.`
    }};


