import firstImage from '../../images/pages/installation-of-granulators/2.png';
import secondImage from '../../images/pages/installation-of-granulators/1.png';
import thirdImage from '../../images/pages/installation-of-granulators/3.png';
import {PageTemplates} from "../../pages/standartPages/enum";

export const installationOfGranulators = {
        url: '/installation-of-granulators',
        type: PageTemplates.ThreeTwoImagesTwoTextsType,
        title: 'Монтаж грануляторів',
        firstImage,
        secondImage,
        thirdImage,
        description: 'Демонтаж старого гранулятора та монтаж нового. Підготовка приміщення, заливка фундаменту. Транспортування преса, деталей та вузлів на місце монтажу. Кантування преса та встановлення в приймак або на фундамент. Встановлення інших деталей преса, пусконаладка, налаштування обладнання в різних режимах роботи',
        keywords: 'монтаж гранулятора,заміна гранулятора,демонтаж гранулятора',
        firstText: {
            text: `#### Виконаємо демонтаж старого гранулятора та монтаж нового.
        
**Монтаж пресового обладнання та пресових ліній може включати:**

- Підготовку приміщення, заливку фундаменту;
- Транспортування преса, деталей та вузлів на місце монтажу;
- Перевірку стану деталей та розпакування;
- Кантування преса та встановлення в приймак або на фундамент;
- Встановлення інших деталей преса, пусконаладка, налаштування обладнання в різних режимах роботи;
- Здачу в експлуатацію з підготовкою виконавчої документації.
`
        },
        secondText: {
            text: `##### У разі заміни гранулятора також потрібно виконати демонтаж старого преса.
        
Необхідні деталі та вузли обладнання знімаються, упаковуються, маркуються та консервуються для подальшого збирання. Спеціалісти виконають демонтажні роботи якісно та в строк.
 
Розміщувати на виробництві підйомне обладнання може бути економічно не вигідно. Тому роботи з монтажу, демонтажу пресового обладнання, вигідніше доручити організації зі спеціалістами, необхідною матеріально-технічною базою та досвідом виконання подібних робіт.

*Монтаж грануляторів виконується відповідно до технічної документації або завдання замовника.*

##### Особливості установки пресів Гранулятора виконується за наступною схемою:

- Вивчення технічного завдання, виїзд на об'єкт;
- Підготовка комерційної пропозиції;
- Розробка та виготовлення ППР з урахуванням особливостей обладнання та місця установки;
- Транспортування на об'єкт необхідного обладнання, оснастки та інструменту;
- Оформлення необхідних документів (накази, акти допуску на проведення робіт);
- Перевірка фундаменту, закладних елементів та обладнання;
- Виконання всіх вимог заводу-виробника з кріплення та стягування вантажу;
- Переміщення габаритних частин преса та їх збірка;
- Після установки на фундамент монтуємо інші вузли, деталі та допоміжні системи.
`
        }
    };
