import {PageTemplates} from "../../pages/standartPages/enum";

export const oferta = {
    url: '/oferta',
    title: 'ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ',
    underTitle: 'про надання робіт/послуг',
    type: PageTemplates.SimpleText,
    text: `Фізична особа-підприємець Тіщук Віктор Акімович (найменування юридичної особи, фізичної особи – підприємця), що діє на підставі Виписки з Єдиного державного реєстру юридичних осіб, фізичних осіб-підприємців та громадських формувань від 22.06.2020р. № 20650000064685, що іменується надалі "Виконавець", з однієї сторони, та особа, яка приєдналась до цього Договору, шляхом прийняття пропозиції укласти цей Договір на умовах, визначених Виконавцем, що іменується надалі "Замовник", з іншої сторони, надалі разом – "Сторони", а кожен окремо – "Сторона", виражаючи свою вільну волю та керуючись нормами чинного законодавства України, уклали цей Договір про надання послуг (надалі – "Договір") про наступне: 

### 1. ЗАГАЛЬНІ ПОЛОЖЕННЯ

1.1 Договір є публічним договором в розумінні статті 633 Цивільного кодексу України, а особа, яка приймає пропозицію (публічну оферту) про укладення Договору (здійснює акцепт) стає Замовником відповідно до статті 642 Цивільного кодексу України, статті 11 Закону України "Про електронну комерцію" та умов цього Договору.
 
1.2. Договір є пропозицією (публічною офертою) необмеженому колу фізичних і юридичних осіб укласти з Виконавцем Договір шляхом повного і безумовного прийняття умов цього Договору.
 
1.3. Умови Договору є однаковими для усіх осіб, які вирішили прийняти умови цього Договору.
 
1.4. Договір є договором приєднання в розумінні статті 634 Цивільного кодексу України, оскільки його умови визначені Виконавцем і можуть бути прийняті Замовником лише шляхом приєднання до запропонованого Договору в цілому. У разі незгоди Замовника з усіма чи окремими положеннями цього Договору укладення Договору не відбувається.
 
1.5. Приєднанням до Договору вважається оформлення замовлення самостійно Замовником, шляхом натискання кнопки "Зробити замовлення" або за телефоном, вказаним в розділі "Контакти". Після оформлення замовлення Замовнику буде направлено повідомлення про підтвердження замовлення, на зазначені при оформленні замовлення контакти, і можливості надати роботи/послуги або про передбачувану дату надання робіт/послуг в разі неможливості їх надання на дату замовлення.
 
1.6. Оплата робіт/послуг Виконавця здійснюється шляхом безготівкового переказу коштів на підставі рахунку, виставленого Виконавцем, в тому числі, з використанням електронного платіжного засобу.
 
1.7. Договір вважається укладеним з дати надходження Виконавцю оплати за роботи/послуги, здійсненої Замовником на умовах, встановлених цим Договором.
 
1.8. Найменування, кількість, артикул, ціна обраних Замовником робіт/послуг вказуються в кошику Замовника на веб-сайті Виконавця.

1.9. Сторони можуть погодити інший спосіб приєднання до Договору та визначити інший момент укладення Договору.
 
1.10. Вчинення Замовником дій, передбачених пунктом 1.5 цього Договору, вважається прийняттям Замовником пропозиції про укладення Договору (здійснення акцепту), а також підтверджує факт повного і безумовного прийняття Замовником умов цього Договору без будь-яких застережень чи зауважень відповідно до статті 642 Цивільного кодексу України. Приймаючи пропозицію Виконавця (публічну оферту), Замовник погоджуєтесь з усіма умовами цього Договору і підтверджує, що йому зрозумілий зміст Договору і правові наслідки його укладення.
 
1.11. Договір є електронним договором в розумінні статті 3 Закону України "Про електронну комерцію", укладається з використанням доступних інформаційно-телекомунікаційних систем та не може бути визнаний недійсним у зв’язку з його вчиненням в електронній формі.
 
1.112. Цей Договір у паперовій формі може бути наданий за зверненням Замовника, а також може бути роздрукований Замовником самостійно з веб-сайту Виконавця: www.sitam.tech.
 
1.13. Терміни, що використовуються у цьому Договорі, вживаються у таких значеннях:
 
1.13.1. Публічна оферта - пропозиція Виконавця про укладення Договору, розміщена на веб-сайті Виконавця та викладена Виконавцем в умовах цього Договору, що адресована невизначеному колу фізичних і юридичних осіб;
 
1.13.2. Акцепт - повне, безумовне та беззастережне прийняття Замовником умов Договору шляхом замовлення робіт та/або оплати послуг Виконавця або іншим способом, погодженим Сторонами;
 
1.13.3. Замовник - фізична або юридична особа, яка отримує від Виконавця роботи/послуги на умовах, передбачених Договором;
 
1.13.4. Веб-сайт Виконавця - сукупність веб-сторінок, доступних у мережі Інтернет під доменним ім’ям https://sitam.tech/;
 
1.13.5. Постачальники послуг проміжного характеру в інформаційній сфері – оператори (провайдери) телекомунікацій, оператори послуг платіжної інфраструктури, реєстратори (адміністратори), що присвоюють мережеві ідентифікатори, та інші суб’єкти, що забезпечують передачу та зберігання інформації з використанням інформаційно-телекомунікаційних систем, що створюється, використовується, поширюється відповідно до умов Договору.
 
1.14. Договір укладається на підставі пропозиції його укласти (публічної оферти) з боку Виконавця та її прийняття (акцепту) Замовником.
 
1.15. Публічна оферта Виконавця викладена в умовах цього Договору.
 
1.16. Акцептом Публічної оферти є здійснення Замовником дій, визначених пунктом 1.5 Договору, що мають наслідком укладення цього Договору.
 
1.17. Укладаючи Договір, Замовник підтверджує:
 
1.17.1. Повне та вичерпне ознайомлення з Публічною офертою, викладеної в умовах цього Договору;
 
1.17.2. Безумовне та беззастережне прийняття ним Публічної оферти, викладеної в умовах цього Договору;
 
1.17.3. Цілковите розуміння змісту своїх зобов’язань за Договором і правових наслідків його укладення.
 
1.18. Підтвердженням укладення Договору є  остаточне оформлення замовлення шляхом відправлення повідомлення на контактний e-mail Замовника з підтвердженням прийняття замовлення.
 
1.19. Отримання e-mail-повідомлення Замовником є підтвердженням прийняття замовлення. Надалі Виконавець зв'язується із Замовником (по телефону або через електронну пошту) для уточнення інформації про умови замовлення.

1.20. Додатковим підтвердженням укладення Договору є квитанція, чек, платіжне доручення, інший розрахунковий або касовий документ (в електронній та/або паперовій формі), що засвідчує факт оплати послуг, які є предметом Договору, відповідно до вимог законодавства України, якщо інше не погоджено Сторонами.
 

### 2. ПРЕДМЕТ ДОГОВОРУ

2.1. На умовах та в порядку, передбачених цим Договором, Виконавець зобов'язується надавати, а Замовник приймати та оплачувати виконання робіт/послуг, пов’язаних з будівництвом, на пошкодженому/зруйнованому об’єкті нерухомого майна з метою його відновлення та/або надання будівельних послуг чи будівельної продукції для виконання таких робіт.
 
2.2. Предметом Договору є послуги, які Замовник обрав з переліку робіт/послуг, розміщених на веб-сайті Виконавця.
 
2.3. Тематика, спосіб надання та строк (термін) надання робіт/послуг зазначаються на веб-сайті Виконавця.
 
2.4. Виконавець самостійно формує перелік робіт/послуг, що можуть бути надані Замовнику на підставі цього Договору, та розміщує такий перелік на веб-сайті Виконавця.
 
2.5. Місце надання робіт/послуг вказується Замовником на веб-сайті Виконавця.


### 3 3. ПОРЯДОК НАДАННЯ РОБІТ/ПОСЛУГ

3.1. Для отримання робіт/послуг за Договором Замовник повинен пройти реєстрацію у Виконавця. Реєстрація здійснюється за номером телефону або через адресу електронної пошти, вказану на вебсайті Виконавця, а також через веб-сайт Виконавця шляхом замовлення рахунку на оплату послуг Виконавця або оплати послуг Виконавця з використанням електронного платіжного засобу.
 
3.2. При реєстрації Замовник зобов’язаний надати Виконавцю відомості про:

3.2.1. Ім’я, прізвище та по батькові (за наявності) та/або найменування;
 
3.2.2. Адреса місця проживання;

3.2.3. Реєстраційний номер облікової картки платника податків;
 
3.2.4. Адреса місцезнаходження пошкодженого/зрунованого обʼєкта;
 
3.2.5. Засоби зв’язку (номер телефону, адресу електронної пошти тощо);

3.2.6. Інформація про наявність витягу чек-листа з переліком робіт.
 
3.3. Якщо Виконавцю необхідна додаткова інформація, він має право запросити її у Замовника. У разі ненадання необхідної інформації Замовником, Виконавець не несе відповідальності за можливі недоліки первинних документів та інших документів, що складаються в процесі виконання умов Договору.
 
3.4. З моменту здійснення реєстрації розпочинається процес укладення Договору та Сторони беруть на себе зобов’язання забезпечити виконання умов, передбачених Договором для його укладення.
 
3.5. Замовник несе відповідальність за достовірність наданої при реєстрації інформації.
 
3.6. Замовник здійснює реєстрацію тільки після ознайомлення з умовами цього Договору, викладеними на веб-сайті Виконавця.
 
3.7. Після реєстрації на адресу електронної пошти Замовника надсилається рахунок для оплати обраних ним робіт/послуг, якщо інше не передбачено способом розрахунків, обраним Замовником.
 
3.8. Оплата робіт/послуг згідно з виставленим рахунком є згодою отримати роботи/послуги, обрані Замовником на веб-сайті Виконавця.
 
3.9. Виконавець надає роботи/послуги відповідно до законодавства України та умов цього Договору.
 
3.10. Після надання робіт/послуг, обраних Замовником, Виконавець оформляє Акт про надані роботи/послуги (надалі – "Акт") у 2 (двох) примірниках. Акт надається (надсилається) Замовнику протягом 5 (п’яти) календарних днів з дати його підписання Виконавцем.
 
3.11. Замовник зобов’язаний протягом 5 (п’яти) календарних днів після дати отримання Акту розглянути його, підписати та повернути один примірник підписаного Акту Виконавцю або надати свої письмові обґрунтовані зауваження щодо якості чи інших умов надання робіт/послуг.
 
3.12. У разі відмови Замовника у підписанні отриманого від Виконавця Акту Сторони проводять переговори щодо якості чи інших умов надання робіт/послуг протягом 10 (десяти) календарних днів після повідомлення Замовником про відмову у підписанні Акту та підписують Акт з урахуванням змін, внесених за результатами переговорів Актом розбіжностей.
 
3.13. У разі якщо протягом строку ведення переговорів, встановленого пунктом 3.14 цього Договору, Сторони не дійшли згоди щодо врегулювання розбіжностей щодо якості чи інших умов надання робіт/послуг, спір між Сторонами може бути переданий для розгляду у судовому порядку відповідно до вимог чинного законодавства України або в іншому порядку, погодженому Сторонами.
 
3.15. У разі, якщо Виконавець не отримав від Замовника підписаного з боку Замовника примірника Акту або письмових обґрунтованих зауважень щодо якості чи інших умов надання робіт/послуг протягом 30 (тридцяти) календарних днів з дати надання (надіслання) Замовнику Акту, відповідний Акт вважається підписаним і погодженим Замовником, а послуги Виконавця – надані належним чином та прийняті Замовником в повному обсязі без зауважень.
 

4. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН

4.1. Виконавець має право:
 
4.1.1. Отримувати від Замовника інформацію, необхідну для надання послуг;

4.1.2. Самостійно встановлювати ціну робіт/послуг та інші умови їх надання шляхом розміщення відповідної інформації на веб-сайті Виконавця;
 
4.1.3. Вносити зміни до Договору шляхом їх розміщення на веб-сайті Виконавця без спеціального повідомлення Замовника;
 
4.1.4. Зберігати та обробляти персональні дані, отримані в процесі надання робіт/послуг, відповідно до вимог чинного законодавства України;
 
4.1.5. Призупинити надання робіт/послуг при несвоєчасному виконанні Замовником своїх грошових зобов’язань з оплати робіт/послуг;
 
4.1.6. Повністю або частково призупинити надання робіт/послуг у разі неможливості їх надання у зв’язку з технічними або іншими об’єктивними причинами.
 
4.2. Виконавець зобов’язаний:
 
4.2.1. Надавати послуги відповідно до умов цього Договору;
 
4.2.2. Надавати роз’яснення з питань, що виникають у Замовника в зв’язку з наданням йому послуг;
 
4.2.3. Забезпечити можливість перегляду Замовником онлайн заходів у порядку, передбаченому Договором;
 
4.2.4. Надавати роботи/послуги особисто та/або з залученням третіх осіб, залишаючись при цьому відповідальним в повному обсязі перед Замовником за надання робіт/послуг;
 
4.2.5. Забезпечити захист персональних даних, отриманих від Замовника. 4.3. Замовник має право:
 
4.3.1. Отримувати роботи/послуги, надані Виконавцем відповідно до умов Договору;
 
4.3.2. Отримувати повну та достовірну інформацію про обсяг наданих робіт/послуг, а також роз’яснення з питань, що виникають у Замовника в зв’язку з наданням йому робіт/послуг.
 
4.4. Замовник зобов’язаний:
 
4.4.1. Самостійно ознайомитись з умовами Договору, розміщеного на веб-сайті Виконавця;
 
4.4.2. Надавати достовірну і повну інформацію, необхідну для укладення та виконання Договору;
 
4.4.3. Здійснювати оплату за надані роботи/послуги відповідно до умов Договору за цінами, визначеними Виконавцем;
 
4.4.4. Негайно повідомляти Виконавця про зміну своїх реквізитів, обставини та факти, які є важливими для надання робіт/послуг за Договором.


### 5. ЦІНА ПОСЛУГ ТА ПОРЯДОК РОЗРАХУНКІВ

5.1. Ціна послуг Виконавця вказується на веб-сайті Виконавця.
 
5.2. Виконавець має право в односторонньому порядку змінити ціну на будь-які роботи/послуги, зазначивши нову ціну робіт/послуг на веб-сайті Виконавця.
 
5.3. Вартість робіт/послуг, обраних Замовником, визначається на підставі рахунків, що становлять невід’ємну частину цього Договору.
 
5.4. Зміна Виконавцем ціни робіт/послуг, оплаченої Замовником, не допускається.
 
5.5. Виконавець надає Замовнику роботи/послуги за умови їх попередньої оплати. Замовник здійснює попередню оплату обраних робіт/послуг не пізніше як за 5 (п'ять) календарних днів до дати надання робіт/послуг. Сторони можуть погодити інший строк оплати робіт/послуг Виконавця.
 
5.6. Розрахунки між Замовником і Виконавцем здійснюються способами, зазначеними на веб-сайті Виконавця.
 
5.7. У разі оформлення Замовником платіжних документів в графі "Призначення платежу" обов’язково зазначається посилання на номер і дату рахунку, виставленого Виконавцем.
 
5.8. Платіж вважається виконаним з моменту зарахування коштів на поточний рахунок Виконавця. Відповідальність за правильність здійснення переказу коштів покладається на Замовника.
 
5.9. У разі неможливості або відмови скористатися роботами/послугами Виконавця, Замовник не пізніше ніж за 3 (три) календарні дні до дати надання робіт/послуг, зазначеної в рахунку, письмово повідомляє Виконавця про це. Виконавець на підставі письмової заяви здійснює повернення сплачених Замовником коштів протягом 5 (п’яти) робочих днів з дня надання Замовником письмової заяви із зазначенням реквізитів рахунку Замовника.
 
5.10. У разі неможливості чи відмови скористатися роботами/послугами Виконавця менше ніж за 3 (три) календарні дні до дати надання робіт/послуг, оплата, внесена Замовником за роботи/послуги, не повертається, якщо інше не погоджено Сторонами.
 
5.11. Оплата Замовником робіт/послуг означає повну та безумовну згоду Замовника з Публічною офертою, викладеною в умовах цього Договору.
 
5.12. У ціну робіт/послуг включені податки і збори (інші обов’язкові платежі), які підлягають сплаті Виконавцем у зв’язку з виконанням умов Договору відповідно до вимог чинного законодавства України.
 

### 6. ВІДПОВІДАЛЬНІСТЬ СТОРІН

6.1. За порушення Договору Сторони несуть відповідальність у відповідності до положень чинного законодавства України та умов цього Договору.
 
6.2. Порушенням Договору є його невиконання або неналежне виконання, тобто виконання з порушенням умов, визначених змістом цього Договору.
 
6.3. Виконавець не несе відповідальності за неналежне виконання або невиконання умов цього Договору у випадку, якщо Замовник не забезпечив надання інформації та документів, необхідних для надання робіт/послуг, або у разі надання інформації та документів у неповному обсязі чи надання суперечливої і/або недостовірної інформації та/або документів.
 
6.4. Замовник несе відповідальність за достовірність і повноту відомостей, вказаних при реєстрації. У випадку якщо Замовник не вказав або невірно вказав відомості про себе, Виконавець не відповідає за збитки Замовника, понесені в результаті відмови в поверненні передоплати, наданні робіт/послуг, та/або здійснення інших дій внаслідок неможливості правильної ідентифікації Замовника.
 
6.5. У випадку ненадання робіт/послуг з вини Виконавця, Виконавець повертає Замовнику здійснену оплату протягом 5 (п’яти) календарних днів на підставі письмової заяви Замовника.

6.6. У разі прострочення Замовником оплати робіт/послуг станом на день їх надання, Замовник позбавляється права на отримання робіт/послуг, якщо інше не погоджено Сторонами.
  
6.7. У випадку прострочення Замовником оплати робіт/послуг Замовник зобов'язується сплатити на користь Виконавця пеню у розмірі подвійної облікової ставки Національного банку України від суми невиконаного грошового зобов'язання за кожен день прострочення платежу.
 
6.8. У випадку прострочення Замовником оплати робіт/послуг понад 30 (тридцять) календарних днів з дати надання робіт/послуг, Замовник сплачує на користь Виконавця, окрім пені, передбаченої пунктом 6.7 Договору, а також штраф у розмірі вартості неоплачених робіт/послуг.
 
6.9. У випадку здійснення Замовником оплати, але неотримання робіт/послуг з незалежних від волі Виконавця причин, такі кошти можуть бути зараховані за згодою Замовника в рахунок майбутніх платежів за роботи/послуги, що будуть надані Виконавцем, або підлягають поверненню на вимогу Замовника.
 
6.10. Якщо для оплати робіт/послуг на веб-сайті Виконавця використовуються платіжні системи, то відповідальність за правильність та своєчасність переказу коштів, а також збереження та обробку персональних даних й іншої інформації, наданої для ініціювання переказу коштів, несе оператор послуг платіжної інфраструктури в порядку, передбаченому законодавством України.
 
6.11. Виконавець не несе відповідальність за порушення умов Договору, допущене ним з вини постачальника робіт/послуг проміжного характеру в інформаційній сфері.


### 7. ОБСТАВИНИ НЕПЕРЕБОРНОЇ СИЛИ (ФОРС-МАЖОР) 

7.1. Сторони звільняються від відповідальності за невиконання або неналежне виконання зобов'язань за Договором, якщо це сталося внаслідок дії обставин непереборної сили, тобто надзвичайних та непередбачуваних обставин, які виникли після укладення цього Договору, не залежать від волі Сторін і перебувають поза їх контролем, до яких відносяться, зокрема, але не виключно, бойові дії, революції, державні перевороти, стихійні лиха, техногенні та інших аварій, аварії в системі електропостачання та зв’язку, страйки, локаути, диверсійні та терористичні акти, рішення державних та місцевих органів влади, епідемії, пандемії, надзвичайні ситуації, що роблять об’єктивно неможливим виконання умов Договору (далі - "форс-мажор").
 
7.2. Форс-мажор застосовується, а Сторона, для якої настав форс-мажор, звільняється від відповідальності за порушення умов Договору, якщо отримано сертифікат Торгово-промислової палати України чи регіональної торгово-промислової палати або інший офіційний документ, виданий уповноваженим органом чи організацією держави, де трапився форс-мажор.
 
7.3. Сторона, для якої настав форс-мажор, зобов’язана повідомити про це іншу Сторону протягом 3 (трьох) календарних днів з дати, коли Стороні стало відомо про настання форс-мажору, та надати іншій Стороні належні документи для підтвердження форс-мажору.
 
7.4. З моменту отримання повідомлення про форс-мажор іншою Стороною виконання умов Договору призупиняється, а строк виконання зобов’язань за Договором подовжується на період існування форс-мажору.
 
7.5. Призупинення виконання умов Договору означає, що Виконавець припиняє надання робіт/послуг, передбачених Договором, а Замовник не повинен здійснювати подальші платежі за роботи/послуги, які не були надані, без негативних наслідків, штрафних санкцій та відповідальності для кожної з Сторін. 7.6. Сторона, для якої настав форс-мажор, зобов’язана повідомити іншу Сторону про припинення дії форс-мажору протягом 3 (трьох) календарних днів з дати, коли Стороні стало відомо про припинення дії форс-мажору.
 
7.7. Кожна Сторона має право ініціювати припинення Договору, якщо тривалість форс-мажору перевищує 1 (один) місяць.
 

### 8. ПЕРСОНАЛЬНІ ДАНІ
 
8.1. Кожна із Сторін дає згоду на збір та обробку своїх персональних даних (включаючи збирання, реєстрацію, накопичення, зберігання, адаптування, зміну, поновлення, використання і поширення (розповсюдження, реалізацію, передачу), знеособлення, знищення персональних даних, у тому числі з використанням інформаційних (автоматизованих) систем, а також інші види діяльності, які можуть виконувати Сторони щодо персональних даних в письмовій (паперовій), електронній та інших формах) зокрема, але не виключно, таких персональних даних: ім’я, прізвище, по батькові, дата народження, дані документу, що посвідчує особу (номер, серія, дата видачі, орган видачі тощо), реєстраційний номер облікової картки платника податків (податковий номер), витяг даних з державного реєстру юридичних осіб та фізичних осіб-підприємців, система оподаткування, інформація про освіту та кваліфікацію, номер телефону, адреса електронної пошти та інші дані, добровільно надані з метою забезпечення реалізації договірних відносин між Сторонами, ведення бухгалтерського та управлінського обліку, проведення рекламних кампаній та маркетингових досліджень, надсилання інформаційно-телекомунікаційними засобами зв’язку (електронною поштою, мобільним зв’язком, через месенджери, застосунки, соціальні мережі тощо) електронних комерційних повідомлень, комунікації та відносин з органами державної влади та органами місцевого самоврядування, а також для інших цілей, що охоплюють законний інтерес Виконавця.
 
8.2. Сторони беруть на себе зобов’язання забезпечити належний захист персональних даних від незаконної обробки та незаконного доступу третіх осіб, включаючи вжиття необхідних заходів для запобігання розголошенню персональних даних посадових осіб, працівників, уповноважених представників Сторін, якщо такі персональні дані були довірені Стороні або стали відомі Стороні у зв'язку з зобов'язаннями за Договором.
 
8.3. Укладенням Договору Замовник підтверджує, що він повідомлений (без додаткового повідомлення) про права суб’єкта персональних даних, встановлені Законом України "Про захист персональних даних", мету обробки персональних даних, склад і зміст зібраних персональних даних, а також умови доступу до персональних даних третіх осіб.
 

### 9. ВИРІШЕННЯ СПОРІВ

9.1. Спори, які виникають між Сторонами в процесі виконання цього Договору або у зв'язку з ним, вирішуються шляхом переговорів.
 
9.2. Усі спори Сторін, щодо яких не було досягнуто згоди, можуть бути передані для вирішення у судовому порядку відповідно до вимог чинного законодавства України.
 
9.3. За взаємною згодою Сторін спір може бути переданий для вирішення медіатору або іншому незалежному професійному посереднику.
 

### 10. СТРОК ДІЇ ДОГОВОРУ

10.1. Договір набирає чинності з дати, визначеної пунктом 1.6 цього Договору, і діє до повного виконання Сторонами своїх зобов’язань, передбачених Договором.
 
10.2. Дія Договору достроково припиняється:
 
10.2.1. За взаємною згодою Сторін;
 
10.2.2. За рішенням суду, що набрало законної сили;
 
10.2.3. З інших підстав, передбачених чинним законодавством України та цим Договором.

 
### 11. ІНШІ УМОВИ

11.1. Виконавець має право в односторонньому порядку вносити зміни до Договору шляхом оприлюднення змін до Договору на веб-сайті Виконавця. Зміни до Договору набирають чинності з дати їх оприлюднення на веб-сайті Виконавця, якщо інший термін набрання чинності не визначений додатково при їх оприлюдненні.
 
11.2. Виконавець за цим Договором має статус платника єдиного податку 3-ї групи.
 
11.3. З питань, що виникають у зв’язку з укладенням, виконанням і припиненням цього Договору та не врегульовані ним, Сторони зобов’язуються керуватися нормами чинного законодавства України, зокрема положеннями Цивільного кодексу України, Господарського кодексу України та Закону України "Про електронну комерцію".
 
11.4. Якщо будь-яке положення цього Договору стає недійсним, це не впливає на дійсність решти положень Договору. У такому випадку Сторони, наскільки це можливо, намагаються домовитися про заміну недійсної умови новими дійсними положеннями, що дозволяють максимально досягнути початкових намірів Сторін.
 
11.5. Сторони зобов'язуються зберігати у таємниці конфіденційну інформацію та комерційну таємницю, яка стала їм відомою у зв’язку з виконанням умов Договору, не розголошувати конфіденційну інформацію та комерційну таємницю іншої Сторони, а також не використовувати відповідну інформацію в своїх інтересах чи інтересах третіх осіб.
 
11.6. Сторони несуть повну відповідальність за повноту та достовірність наведених ними в документах реквізитів. Сторони зобов'язуються негайно повідомляти одна одну про зміну імені, найменування, організаційно-правової форми, місцезнаходження (місця проживання), адрес для листування, номерів телефонів, адрес електронної пошти, реквізитів банківських та інших рахунків. У випадку неповідомлення винна Сторона несе ризик настання пов'язаних з цим несприятливих наслідків (в тому числі, податкових).
 

### 12. АДРЕСА ТА РЕКВІЗИТИ

ВИКОНАВЦЯ ФІЗИЧНА ОСОБА ПІДПРИЄМЕЦЬ ТІЩУК ВІКТОР АКІМОВИЧ 02059, Київ, Дарницький район, вул. Олени Пчілки, будинок № 3, кв.60,

РНОКПП 1433500450, Р/р UA 853052990000026005046205715, АТ КБ «ПриватБанк» МФО 305299, тел.: (050) 933-30-36,

платник єдиного податку 3 група (5%), витяг з реєстру платників єдиного податку від 22.06.2020.,

№ запису в ЄДР 20650000000064685, E-mail: TISHINADN@GMAIL.COM.
`
};