import image from '../../images/pages/oil-pressing-line-installation/image.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const oilPressingLineInstallation = {
            url: "/oil-pressing-line-installation",
            title: "Ремонт та монтаж обладнання маслоекстракційного заводу",
            image,
            keywords: "ремонт обладнання,обладнання маслоекстракційного заводу,монтаж маслоекстракційного заводу,монтаж лінії",
            type: PageTemplates.OneImageOneTextType,
            manufacturers: {
                    "text": "ООО «СИТАМ» має великий досвід монтажу та демонтажу конвеєрів (транспортерів) найрізноманітніших марок і конфігурацій. В списку обладнання, з яким ми працюємо, знаходяться агрегати таких виробників: ТСЦм, TЦС, КСЦ, КЦ-С, ТрЦС, К4-УТФ, КС, ТКНЦ та інших виробників, включаючи вітчизняних."
            },
            description: "Монтаж та демонтаж конвеєрів (транспортерів) найрізноманітніших марок і конфігурацій. У списку обладнання, з яким ми працюємо, знаходяться агрегати таких виробників: ТСЦм, TЦС, КСЦ, КЦ-С, ТрЦС, К4-УТФ, КС, ТКНЦ та інших виробників, включаючи вітчизняних.",
            text: `Реконструкція маслоекстракційного заводу:
            
- Будівельно-монтажні роботи;

- Виготовлення та монтаж металоконструкцій;

- Побудова фундаментів під ємності та резервуари;

- Обшивка сендвіч-панелями приміщень і стін будівель;

- Демонтаж застарілого обладнання;

- Монтаж технологічних мереж та комунікацій;

- Реконструкція і будівництво будівель і споруд;

- Реконструкція технологічної лінії цеху екстракції;

- Реконструкція станції розвантаження автомобілів;

- Виготовлення ємностей з нержавіючої сталі;

- Виготовлення Бункерів;

- Ремонт технологічних трубопроводів;

- Ремонт норій;

- Ремонт конвеєрів;

- Видовження транспортера;

- Супровід пусконалагоджувальних робіт.`
    }
;