import firstImage from '../../images/pages/oil-extraction-line-installation/firstImage.png';
import {PageTemplates} from "../../pages/standartPages/enum";

export const oilExtractionLineInstallation = {
    url: '/oil-extraction-line-installation',
    title: 'Монтаж лінії екстракції масла',
    firstImage,
    keywords: 'монтаж лінії екстракції масла,лінія екстракції масла,демонтаж лінії екстракції масла,демонтаж конвеєрів',
    type: PageTemplates.OneImageTwoTextsSmallType,
    firstText: {
        text: `Виконаємо монтаж та заміну/демонтаж конвеєрів (транспортерів) та іншого промислового обладнання на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва.
Наша компанія проведе монтаж обладнання для екстракції масла (віджиму) олійних культур: насіння соняшнику, боби сої, пальмові кісточки, насіння бавовни, арахіс і т.д.`
    },
    description: 'Виконаємо монтаж обладнання для екстракції масла (віджиму) олійних культур: насіння соняшнику, боби сої, пальмові кісточки, насіння бавовни, арахіс. Монтаж екстрактора, преса, гранулятора та ін.',
    secondText: {
        text: `### Монтаж лінії екстракції (екстракційного цеху) може включати:

- Монтаж транспортера;

- Монтаж скребкового конвеєра;

- Монтаж екстрактора;

- Монтаж преса;

- Монтаж гранулятора;

- Монтаж насосів;

- Монтаж тостера (чанового випарника);

- Монтаж дистилятора;

- Монтаж сушарко-охолоджувача шроту;

- Монтаж фільтрів;

- Монтаж жарильника;

- Монтаж конденсаторів;

- Монтаж резервуарів, ємностей, колон, відстійників;

- Монтаж теплообмінника, економайзера, бойлера;

і інше обладнання.`
    }};