import image from '../../images/pages/oil-shop-brazier-repair/1.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const oilShopBrazierRepair = {
    url: "/oil-shop-brazier-repair",
    title: "Ремонт жаровни маслоцеха",
    image,
    keywords: "ремонт жаровни,ремонт жаровни маслоцеха,ремонт чанной жаровни",
    type: PageTemplates.OneImageOneTextType,
    manufacturers: {
        "text": "ООО «СИТАМ» має великий досвід ремонту чанних жаровень найрізноманітніших марок і конфігурацій. У списку обладнання, з яким ми працюємо, знаходяться агрегати таких виробників: Ж-60/3, Ж-68, ЖМ-8, ПМШ 450, Ж-80/5,Ж-93, Ж-100/6, Ж-120/7, Ж-140, Ж-150/7, Ж-200/8, ЖЗУ та інших виробників, включаючи вітчизняних."
    },
    description: "Виконаємо ремонт багаточанних жаровень (кондиціонер/сушілка) для обробки олійних культур у маслоцеху. Відрізання деформованих та зношених частин ножа чанів. Виготовлення нових частин ножа та їх установка (реставрація). Наплавка ріжучого краю ножа твердоплавкими електродами",
    underTitle: "ООО «СИТАМ» Ремонтуємо жаровни та інше промислове обладнання на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва.",
    text: `Виконаємо ремонт багаточанних жаровень (кондиціонер/сушілка) для обробки олійних культур у маслоцеху. ОПЕРАТИВНО-НАПРАВЛЕННЯ ВІДПОВІДНО ДО ТЕКУЧОЇ СИТУАЦІЇ.
        
Ремонт жаровни для обробки олійних культур може включати:

- Відрізання деформованих та зношених частин ножа чанів;

- Виготовлення нових частин ножа та їх установка (реставрація);

- Наплавка ріжучого краю ножа твердоплавкими електродами;

- Установка дублюючих листів (перекриття зварних швів);

- Демонтаж ножів;

- Перевірка установочних зазорів;

- Правка ножів;`
    }
;
