import firstImage from '../../images/pages/painting-corrosion-protection-of-the-tank/1.jpg';
import secondImage from '../../images/pages/painting-corrosion-protection-of-the-tank/2.jpg';
import {PageTemplates} from "../../pages/standartPages/enum";

export const paintingCorrosionProtectionOfTheTank = {
    url: "/painting-corrosion-protection-of-the-tank",
    title: "Покраска - антикоррозійний захист резервуарів",
    keywords: "ремонт резервуарів,зачищення резервуарів,покраска резервуарів,антикорозійний захист резервуарів",
    type: PageTemplates.TwoImagesTwoTextsType,
    manufacturers: {
        "text": "ООО «СИТАМ»  має великий досвід зачищення резервуарів найрізноманітніших марок і конфігурацій. У списку обладнання, з яким ми працюємо, знаходяться агрегати таких виробників: РГС і інших виробників, включаючи вітчизняних."
    },
    underTitle: "ООО «СИТАМ»  Виконаємо антикорозійний захист резервуару та іншого промислового обладнання на професійному рівні. На всі види робіт організація має необхідні дозволи та свідоцтва.",
    firstImage,
    secondImage,
    description: "Виконаємо антикорозійний захист резервуару. Нанесення лакофарбових покриттів. Встановлення катодного протекторного захисту. Комбіноване покриття (лакофарбове і металізоване). Металізація",
    firstText: {
        text: `Покраска резервуарів здійснюється шляхом розпилення, коли лакофарбовий матеріал подрібнюється механічними пристроями до стану аерозолю та рівномірно розподіляється по поверхні ємності.

Очищення і покраска проводяться всередині і зовні (сходи, огороджуючі конструкції і т.д). Для проведення висотних робіт використовується відповідне обладнання (спорядження, підйомники, і т.д).`
        },
        secondText: {
            text: `Наша компанія виконає покраску (антикорозійний захист) резервуарів та інших промислових ємностей різного об'єму та призначення (ГСМ, нафтопродукти, меласа, рослинні масла, мінеральні добрива, хімічні сполуки тощо) шляхом нанесення полімерно-композитного покриття.
            
Для антикорозійного захисту сталевих резервуарів можуть використовуватися такі методи:

- Нанесення лакофарбових покриттів;

- Металізація;

- Встановлення катодного протекторного захисту;

- Комбіноване покриття (лакофарбове і металізоване).

Матеріали антикорозійного захисту наносяться на попередньо підготовлену поверхню.

Підготовка поверхні перед нанесенням лакофарбових матеріалів (ЛКМ) полягає в очищенні металу від окалини та ржавчини, а також видаленні залишкових забруднень (жирові, оливні плями, пил).`
        }
    }
;

