import firstImage from '../../images/pages/repair-and-installation-of-oil-extraction-plant-equipment/firstImage.png';
import secondImage from '../../images/pages/repair-and-installation-of-oil-extraction-plant-equipment/secondImage.png';
import {PageTemplates} from "../../pages/standartPages/enum";

export const repairAndInstallationOfOilExtractionPlantEquipment = {
    url: '/repair-and-installation-of-oil-extraction-plant-equipment',
    alsoSeeIndex: 3,
    buttons: [{
        text: 'Монтаж лінії пресування олії',
        url: '/oil-pressing-line-installation'
    },{
        text: 'Монтаж лінії екстракції олії',
        url: '/oil-extraction-line-installation'
    },{
        text: 'Монтаж лінії очищення олії',
        url: '/oil-cleaning-line-installation'
    },{
        text: 'Монтаж лінії гідратації та нейтралізації олії',
        url: '/installation-of-oil-hydration-and-neutralization-line'
    },{
        text: 'Монтаж лінії адсорбції (відбілювання) олії',
        url: '/installation-of-oil-adsorption-bleaching-line'
    },{
        text: 'Монтаж лінії винтеризації олії (заморожування)',
        url: '/installation-of-oil-winterization-freezing-line'
    },{
        text: 'Монтаж лінії рафінації та дезодорації олії',
        url: '/installation-of-oil-refining-and-deodorization-line'
    },{
        text: 'Монтаж лінії сушки фосфатидів',
        url: '/installation-of-a-phosphatide-drying-line'
    }],
    type: PageTemplates.TwoImagesTwoTextsType,
    keywords: 'реконструкція маслоекстракційного заводу,ремонт заводу,ремонт конвейера',
    manufacturers: {
        text: 'ТОВ «СІТАМ» має великий досвід монтажу та демонтажу конвеєрів (транспортерів) найрізноманітніших марок і конфігурацій. У списку обладнання, з яким ми працюємо, знаходяться агрегати таких виробників: ТСЦм, TЦС, КСЦ, КЦ-С, ТрЦС, К4-УТФ, КС, ТКНЦ та інших виробників, включаючи вітчизняних.'
    },
    title: 'Ремонт та монтаж обладнання маслоекстракційного заводу',
    underTitle: 'ТОВ «СІТАМ» Виконаємо ремонтні та монтажні роботи обладнання маслоекстракційного заводу та іншого промислового обладнання на професійному рівні.\n' +
        ' На всі види робіт організація має необхідні дозволи та свідоцтва.',
    firstImage,
    secondImage,
    description: 'Виконаємо ремонтні та монтажні роботи обладнання маслоекстракційного заводу. У списку обладнання, з яким ми працюємо, числяться агрегати таких виробників: ТСЦм, TЦС, КСЦ, КЦ-С, ТрЦС, К4-УТФ, КС, ТКНЦ та інших виробників, включаючи вітчизняних',
    firstText: {
        text: `Реконструкція маслоекстракційного заводу:
        
- Будівельно-монтажні роботи;

- Виготовлення та монтаж металоконструкцій;

- Введення фундаментів під ємності та резервуари;

- Обшивка сендвіч-панелями приміщень та стін будівель;

- Демонтаж застарілого обладнання;

- Монтаж технологічних мереж і комунікацій;

- Реконструкція та будівництво будівель та споруд;

- Реконструкція технологічної лінії цеху екстракції;

- Реконструкція станції розвантаження автомобілів;

- Виготовлення ємностей з нержавіючої сталі;

- Виготовлення Бункерів;

- Ремонт технологічних трубопроводів;

- Ремонт норій;

- Ремонт конвеєрів;

- Удовження транспортера;

- Супровід пуско-налагоджувальних робіт.`
    },
    secondText: {
        text: `Наша компанія виконує всі види загальнобудівельних робіт, робіт по виготовленню та монтажу пов'язаних з будівництвом та реконструкцією масло-екстракційних заводів.
        
- Монтаж обладнання маслоекстракційного заводу може включати:

- Монтаж скребкових та стрічкових транспортерів (конвеєрів);

- Монтаж екстрактора;

- Монтаж тостера;

- Монтаж рекуператора;

- Монтаж конденсатора;

- Монтаж дистилятора;

- Монтаж центрифугальних насосів;

- Монтаж технологічних трубопроводів (води, пару, масла, місцелли та розчинника);

- Монтаж пневматичного транспорту;

- Монтаж вальцових станків;

- Монтаж жаровок;

- Монтаж испарників;

- Монтаж сепаратора;

- Монтаж гранулятора;

- Монтаж захисних огороджень;

- Монтаж підйомного обладнання;

- Монтаж самотечного обладнання;

- Монтаж пересипних пристроїв;

- Монтаж норій;

- Монтаж силосів;

- Монтаж технологічного обладнання облицювального цеху;

- Встановлення обладнання охолоджувача гранул;

- Монтаж обладнання підготовчого цеху;

- Монтаж обладнання цеху маслопресового відділення;

- Монтаж системи аспірації;

- Монтаж вентиляції;

- Електромонтажні роботи.`
    }
};